raw_text1 = """
[
  "注意:指示無き各棱は糸面取り(C0.2以下)の事",
  "バリ、カエリ無き事",
  "指示無きタップは全て転造タップの事",
  "外観美を要す",
  "表面に色むら無き事"
]
"""

raw_text2 = """
[
  "注意: 20°穴の加工に注意",
  "注意: 18分の穴の加工に注意",
  "注意: 6Fの穴の加工に注意"
]
"""

raw_text3 = """
[
  "BとCの溝は、角度位置が正確であること。",
  "注2)切断面ガエリ無きこと。",
  "注3)元図面:RW40-S-1613"
]
"""

raw_text4 = """
[
  "H7穴はタフラム不可"
]
"""

raw_text5 = """
[
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：穴の位置を確認すること。",
  "注意：
"""

raw_text6 = """
[
  "注意：2-6.5寸り，Φ11座寸り深寸7"
]
"""

raw_text7 = """
[
  "この面の角の上もR3でなめらかな事",
  "28±0.05",
  "RO.1610 > RO.1440"
]
"""

raw_text8 = """
[
  "長穴幅7 25/。",
  "2*2-M5深さ10"
]
"""

raw_text9 = """
[
  "互換性無いので注意",
  "FW3700の場合、MJ180007138とセット",
  "FW3710の場合、MJ180047107とセット"
]
"""

raw_text10 = """
[
  "注意各稜は糸面取りのこと。",
  "BとCの溝は角度位置が正確であること"
]
"""

raw_text11 = """
[
  "(注)歪み無き事",
  "(注)指示無き角部は全てRO.5とする",
  "(注)端部へ一バ一仕上げの事",
  "(注)バリ無き事"
]
"""

raw_text12 = """
[
  "指示なきガド部は全てC0.2面取り加工とする。",
  "カエリ、バリの無いこと。",
  "本品は6m³/h用No.2,No.3",
  "All Corners should be chamfered 0.2 unless noted.",
  "Remove all burrs.",
  "Capacity: 6m³/h, No.2, No.3 BEARING BUSH"
]
"""

raw_text13 = """
[
  "普通公差 JIS B 0419-mH",
  "指示無き角部はCO.2orRO.4のこと",
  "CAS-00742-P43とNPTねじ及びφ21.6が異なる",
  "Rおねじの測定はCIS-L-105-101による",
  "NPTねじの測定はCIS-L-105-104による"
]
"""

raw_text14 = """
[
  "G3/4ネジとの直角度に注意",
  "G3/4ネジとの直角度に注意"
]
"""

raw_text15 = """
[
  "三次元測定をお願いします。",
  "モータ座加工寸法は材料表指示の符号①、②、③により、左表によること。",
  "図面指示のない鋳肌面のコーナー部はR3~5とする。"
]
"""

raw_text16 = """
[
  "端面C0.1～C0.2で面取り"
]
"""

raw_text17 = """
[
  "端面CO.1~CO.2デ面取り",
  "RoHS規制有害物質が規制値を超えないこと"
]
"""


raw_text18 = """
[
  "端面CO.1〜CO.2で面取り",
  "表面処理剤にRoHS指令規制有害物質を含有しないこと"
]
"""

raw_text19 = """
[
  "端面CO.1〜CO.2で面取り",
  "RoHS規制有害物質が規制値を超えないこと"
]
"""

raw_text20 = """
[
  "指示なき稜、糸面取りのこと。",
  "Rc1/8",
  "//0.05 A",
  "0.05"
]
"""
